[P_0_0_4_Combat_Outro]
Speech_0001L=Wilkes - That's gotta be him
Speech_0002L=LAMBERT - Yep. Sam Fisher, let me introduce you to Vernon wilked, Jr.
Speech_0003L=FISHER - Hello.
Speech_0004L=WILKES - Hey. I've heard crazy things about your work.
Speech_0005L=LAMBERT - I hope you don't mind I told him some of your stories from Kuwait.
Speech_0006L=FISHER - We're all friends here
Speech_0007L=WILKES - Right on.
Speech_0008L=LAMBERT - Jr. wilkes is a longtime NSA employee, he'll be your wheels, wings, and weapons. He coordinates transportation and equipment.
Speech_0009L=FISHER - Great.
Speech_0010L=WILKES - For sure. Man, you must be itching to get back out in the field, huh?
Speech_0011L=FISHER - It's all I'm good at.
Speech_0012L=Wilkes - Well, it's all we need. Welcome to the NSA.
Speech_0013L=LAMBERT - I'm sure things are going to come together famously. Third Echelon is a brand new initiative, and we're going to have a lot to prove.
Speech_0014L=FISHER - Right.
Speech_0015L=LAMBERT - The two of you will be Third Echelon's first team on the ground. Be ready for it and do us proud. Welcome to the NSA.

